Repository: TonyMiloro/Pr-cticas-Preprofesionales
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: es_us

source: In the 1980s this thinking came naturally, if somewhat naively; in the 1990s China’s sophistication regarding the outside world had leaped ahead, but cosmopolitan thinking was under fire in many circles.
es_us: En la década de los 80 este pensamiento aparecía con naturalidad, quizá algo ingenuamente; en la década de los 90 la sofisticación de China con respecto al mundo exterior había avanzado con rapidez, pero el pensamiento cosmopolita era criticado en muchos círculos.

source: In the 1980s, China had adopted a cosmopolitan orientation, linking domestic reform with open- ing to the outside world.
es_us: En la década de los 80, China adoptó una orientación cosmopolita al vincular la reforma nacional con una tendencia de apertura hacia el resto del mundo.

source: In the 1980s, he became director of the Great Wall Social Research Institute (Changcheng shehui yanjiusuo).
es_us: En la década de los 80, se convirtió en director del Changcheng shehui yanjiusuo (Instituto de Investigación Social de la Gran Muralla).

source: In the 1980s, impatient intellectuals, wondering why reforms had not developed more quickly than they had, turned increasingly to dissecting their own culture.
es_us: En los años 80, los intelectuales impacientes que se preguntaban por qué las reformas no se habían desarrollado más rápidamente recurrieron cada vez más a analizar minuciosamente su propia cultura.

source: In the 1980s, many townships had invested in enterprises, but many of those had gone bankrupt, which was a major cause of the debt. Moreover, the number of cadres at the township level had tripled since the 1980s; altogether, county and township governments took in approximately 20 percent of China’s governmental revenue, but they supported 71 percent of China’s public employees.
es_us: En los 80, muchos municipios habían invertido en empresas, pero varias de ellas habían quebrado, lo que fue una causa importante de deuda. Además, el número de cuadros dirigentes se había triplicado a nivel municipal desde esta década. En conjunto, los gobiernos de las sub-prefecturas y municipios consumían cerca del 20 por ciento de los ingresos públicos, pero respaldaban al 71 por ciento de los empleados públicos de China.

source: In the 1980s, the rapid growth of township and village enterprises (TVEs) drew nearly 130 million off the land, but the number of jobs being created by TVEs has stagnated now for nearly a decade.
es_us: En los 80, el rápido crecimiento de las TVE (Township and Village Enterprises) provocó que 130 millones abandonaran el campo, pero la cantidad de empleos creados por las TVE se estancó por casi una década.

source: In the 1980s, they champi- oned reform, which meant not only marketization and political liberaliza- tion (and eventual democratization) but also opposing the people, ideas, and forces that they saw as upholding the old order.
es_us: En la década de los 80, fueron ellos los que impulsaron la reforma que significó no solo la defensa de la economía de mercado y la liberación política (y finalmente la democratización) sino también la oposición a la gente, a las ideas y a las fuerzas que, según los liberales, conservaba el antiguo régimen.

source: In the Southern Daily version of his article, Lin argued that planning had to be based on “commodity exchange and the law of value” and declared that “this is an objective law whether people recognize it or not.”13
es_us: En la versión publicada en el Southern Daily Lin argumentó que la planificación tenía que estar basada en la "bolsa de comercio y la ley del valor" y declaró que "esta es una ley objetiva, lo reconozca la gente o no." 13

source: In the 1980s, criticism of reform came mostly from “conservatives,” primarily those ideologues with ties to the propaganda system, the planned economy, and parts of the military who tried to uphold “socialism” in the face of reform.
es_us: En la década de los 80, gran parte de la crítica a la reforma provenía de los "conservadores", especialmente de aquellos ideólogos con vínculos con el sistema de propaganda, la economía planificada y sectores de las fuerzas armadas quienes intentaron defender al "socialismo" frente a la reforma.

source: In the Maoist period, intellectuals had been treated well materially, and even the campaigns that targeted them were a backhanded acknowledgment of their importance.
es_us: En la era maoísta, se había tratado bien a los intelectuales en cuanto a lo material, e incluso las campañas que se enfocaban en ellos consistían en un reconocimiento equívoco de su importancia.

source: In the baldest statement of that thesis since Zhao Ziyang had championed it on the front page of the People’s Daily four years before, Deng declared that socialism could be defined in terms of three “advantages”: whether or not something was “advantageous to the development of socialist productive forces, advantageous to increasing the comprehensive strength of a socialist nation, and advantageous to raising the people’s standard of living.”57
es_us: Mediante una simple declaración, Deng declaró que el socialismo podría definirse desde el punto de vista de tres “beneficios”: si algo es “beneficioso para el desarrollo de las fuerzas productivas socialistas, beneficioso para el aumento de la amplia fuerza de una nación socialista y beneficioso para la mejora de la calidad de vida de las personas”.

source: In the case of the Seventeenth Party Congress, enforcing a retirement age of 68 was important because Zeng Qinghong was 68.
es_us: En el caso del Décimo Séptimo Congreso del Partido, haber impuesto los 68 años como edad de jubilación fue significativo ya que Zeng Qinghong tenía esa edad.

source: In the course of responding to such change, individual leaders are responding within the political culture of the regime – in China’s case, within the contours of the CCP and within the context of the winner-take-all rules of the game – even if they are trying to change the system.
es_us: Mientras responden a esta metamorfosis, lideres individuales actúan conforme a la cultura política del régimen; en el caso de China, lo hacen dentro de los parámetros del PCCh y siguiendo las reglas del juego de "el ganador se lo lleva todo", incluso si están intentando cambiar el sistema.

source: In the course of the next few years, Jiang tried to navigate between the conflicting demands of the “left” and “right,” and the tensions between these poles were sometimes reflected in friction within the group around Jiang.
es_us: En el transcurso de los años siguientes, Jiang trató de gobernar entre las demandas conflictivas de la "izquierda" y de la "derecha" y las tensiones entre estos polos se reflejaron algunas veces en los roces dentro del grupo y entorno a Jiang.

source: In the face of this rising tide of hostility, Jiang Zemin told an internal meeting that China had waited thirteen years to join the WTO (GATT) and it could wait another thirteen years.40 But Jiang and other top leaders also recognized the importance of the US relationship: without the trade benefits it provides, developing the economy would be impossible to continue; and without a reasonably good political relationship, many resources would have to be devoted to building up the military.
es_us: Frente a la ola creciente de hostilidad, en una reunión interna Jian Zemin expresó que China habia esperado trece años para unirse a la OMC (GATT) y que podía esperar otros trece años. Sin embargo, Jiand y otros lideres de alto rango también reconocieron la importancia de la relacion de EE. UU., sin los beneficios del comercio que provee, serie imposible continuar con el desarrollo de la economia; y sin ninguna buena y razonable relacion politica, muchos recursos tendrian que ser destinados a la creacion de una fuerza armada..

source: In the first decade of the new century, particularly as Hu Jintao took over as general secretary of the CCP and Wen Jiabao replaced Zhu Rongji as premier of the State Council, the government began to absorb at least some of the views of intellectual critics.
es_us: En la primera década del nuevo siglo, particularmente cuando Hu Jintao se convirtió en el Secretario General del PCCh y Wen Jiabao reemplazó a ZhuRongji como primer ministro del Consejo de Estado, el gobierno empezó a absorber al menos algunas de las ideas de los críticos intelectuales:

source: In the immediate aftermath of Tiananmen, however, Deng Xiaoping appears to have shared some of the suspicions of his more conservative colleagues.
es_us: Durante los días inmediatamente después de Tiananmen, sin embargo, Deng Xiaoping parece haber compartido algunas de las sospechas de sus colegas más conservadores.

source: In the immediate aftermath of Tiananmen, there were widespread predic-tions among Chinese and foreign observers alike that the Chinese Commu-nist Party (CCP) would collapse within a short period.
es_us: Como consecuencia de Tiananmén, hubo predicciones generalizadas sobre el posible colapso a corto plazo del Partido Comunista Chino (PCCh), tanto entre los ciudadanos chinos como entre los observadores extranjeros.

source: In the interim, it has emerged from isolation to become one of the most significant players on the world stage.
es_us: En el ínterin, China ha salido de su aislamiento para convertirse en uno de los actores más importantes de la escena mundial.

source: In the late 1970s and early 1980s, as China emerged from the Cultural Revolution, intellectuals were obsessed by a desire to understand where the revolution had gone wrong and with a profound wish to prevent anything resembling the Cultural Revolution from ever happening again.26 Intellectuals placed the blame squarely on “leftism.” The enormous excesses of the Chinese revolution – from the “socialist transformation” of the mid-1950s to the anti-rightist movement of 1957, the Great Leap Forward of 1958–60, and finally the Cultural Revolution of 1966–76 – were attributed to a “leftism” that accepted uncritically a (contradictory) mix of Stalinist economic planning andMaoist mobilization, that rejected the importance of rationality and hence of intellectuals, that emphasized the “class nature” of human beings to the detriment of their humanity, and that turned the nation inward, rejecting the importance of learning from the West.
es_us: A finales de la década de los 70 y comienzos de los 80, como China resurgió de la Revolución Cultural, los intelectuales estaban obsesionados por el anhelo comprender en qué había fallado la revolución, y con un profundo deseo de prevenir que cualquier cosa que se asemejara a la Revolución Cultural sucediese de nuevo26. Los intelectuales adjudicaron la culpa directamente al "izquierdismo". Los enormes excesos de la revolución China, desde la "transformación socialista” de mediados de la década de los 50 hasta el movimiento antiderechista de 1957, El Gran Salto Adelante de 1958-60, y por último la Revolución Cultural de 1966-67, se atribuyeron a un "izquierdismo" que aceptó sin criticar una combinación (contradictoria) de un plan económico estalinista y una movilización maoísta, que rechazaba la importancia de la racionalidad (y por ende los intelectuales), que ponía el foco en la "naturaleza de clase" de los seres humanos hasta el detrimento de su humanidad, y que aisló a la nación y rechazó la importancia de aprender del Occidente.

source: In the late 1980s, a headline performer might earn as much as 2,000 yuan for a performance; by 1992, such fees had risen to between 5,000 and 7,000 yuan, and by the mid-1990s top performers could earn tens of thousands of yuan for a single performance.9 This commercialization of culture was also reflected in such popular writings as Jia Pingwa’s Abandoned Capital, which depicts seamy sex and crass cynicism in a society that has lost its ideals.10 As literary critic Xiao Xialin put it: “Ours is the world of the abandoned capital.
es_us: A finales de la década de los 80, un actor principal podía ganar hasta 2000 yuanes por una actuación; para 1992, estas tasas habían aumentado y ganaban entre 5000 y 7000 yuanes; y para mediados de la década de los 90, estos actores podían ganar decenas de miles de yuanes por una sola actuación9. Esta comercialización de la cultura se reflejaba también en escritos populares como La capital abandonada de Jia Pingwa, que representa el sexo sórdido y el cinismo burdo en una sociedad que ha perdido sus ideales 10. Como el crítico literario Xiao Xialin expresó: "el nuestro es el mundo de la capital abandonada.

source: In the mid-1980s, there was fevered talk in the Chinese press, which turned out to be exaggerated, of the emergence of “ten-thousand-yuan households” (wanyuanhu) – an almost unimaginable amount of income in a period in which the average rural resident earned only about 350 yuan per year.
es_us: A mediados de 1980 se habló mucho en la prensa china, lo cual resultó ser exagerado, acerca del surgimiento de familias con ingresos de 10 millones de yuanes (wanyuanhu): un ingreso casi inimaginable en un período en el que un residente rural promedio ganaba solamente al rededor de 350 yuanes por día.

source: In the mid-1990s, in an effort to increase foreign investment, China had relaxed its rules on foreign ownership.
es_us: A mediados de la década de los 90, con el objetivo de aumentar la inversión extranjera, China flexibilizó sus reglas en cuanto a la propiedad extranjera.

source: In the months leading up to President Clinton’s visit, China evinced considerable interest in joining the WTO, but US negotiators were convinced that China was still hoping for a “political pass” – that is, an agreement allowing them into the WTO out of consideration for Sino–US relations rather than an offer requiring serious economic commitments.
es_us: En los meses previos a la visita del presidente Clinton, China demostró un interés considerable en unirse a la OMC, pero los negociadores estadounidenses estaban convencidos de que China todavía esperaba un "pase político" - es decir, un acuerdo que les permitiría entrar en la OMC sin consideración por las relaciones entre Estados Unidos y China en vez de requerir compromisos económicos serios.

source: In the preface, “Luo yi ning ge er” is identified as a German and as Europe’s most famous Sinologist.
es_us: En el prólogo, se dice que “Luo yi ning ge er” es alemán y se lo describe como el sinólogo más famoso de Europa.

source: In the same election, Chen Haosu (son of Marshal Chen Yi) and Bo Xicheng (son of Party elder Bo Yibo) both withdrew their names from consideration rather than face defeat; Chen Yuan proved overly confident.
es_us: Durante la misma elección, tanto Chen Haosu (hijo del mariscal Chen Yi) como Bo Xicheng (hijo de uno de los Ocho Inmortales, Bo Yibo) prefirieron retirar sus candidaturas antes que enfrentar la derrota; Chen Yuan se mostró por demás confiado.

source: In the same period, the number of private enterprises had grown from 10,667, employing 9.7 million people, to 123,820, employing over 34.5 million workers.
es_us: En el mismo período, la cantidad de empresas privadas había crecido de 10 667, con 9,7 millones de personas contratadas, a 123 820, empleando más de 34,5 millones de trabajadores.

source: In the spring, the NPC had approved a commitment to keep inflation under 10 percent (down somewhat from the 13 percent registered in 1993).
es_us: En la primavera, la APN se comprometió a mantener la inflación por debajo del 10% (un poco menos que el 13% que se registró en 1993).

source: In the summer of 1987, Chen Yuan organized a large-scale seminar to discuss a “Report on the Stages of the Socialist Economic Operating Mech- anism.” At this seminar, Chen presented a report stressing that the chief characteristic of China’s economy in the primary stage of socialism is the “tightness” of the economy.
es_us: En el verano de 1987, Chen Yuan organizó un seminario a gran escala para discutir un "Informe sobre las etapas del mecanismo operativo económico socialista". Durante este seminario, Chen presentó un informe que remarcaba que la principal característica de la economía china en un estadío inicial del socialismo es la "estrechez" de la economía.

source: In the wake of Tiananmen, the development of postmodernism, deconstructionism, studies of neocolonialism, and other critical method-ologies – like the revival of interest in traditional culture – began to mark a major departure from the May Fourth tradition.
es_us: Tras el Tiananmen, el desarrollo del posmodernismo, del decontruccionismo, de los estudios del neoclasicismo y de otras metodologías críticas (tales como el resurgimiento del interés en la cultura tradicional) marcaron una desviación importante de la tradición del cuatro de mayo.

source: In the wake of the WTO failure and the embassy bombing, Zhu Rongji was abused mercilessly by public opinion.
es_us: Tras el fallo de la OMC y el bombardeo a la embajada, la opinión pública abusó sin piedad de Zhu Rongji.

source: In the year following Deng Xiaoping’s death, Jiang was remarkably successful in putting his own mark on Chinese politics.
es_us: Al año siguiente de la muerte de Deng Xiaoping, Jian logró con renombre dejar su marca en la política de Chinar

source: In the years following Tiananmen, new currents of thought began to emerge and play a significant role in social, intellectual, and political circles.
es_us: En los años posteriores a Tiananmén, nuevas corrientes de pensamiento comenzaron a surgir y a desempeñar un papel importante en los círculos sociales, intelectuales y políticos.

source: In the years since Tiananmen, at least two aspects of social change
es_us: En los años posteriores a Tiananmén, al menos dos aspectos del cambio social

source: In the years since Tiananmen, at least two aspects of social change appear critical.
es_us: En los años posteriores a Tiananmen, por lo menos dos de los aspectos del cambio social demostraron ser críticos.

source: In their opinion, political reform had to precede economic reform.
es_us: en su opinión, la reforma política debía anteceder la reforma económica.

source: In these other essays, Wang took up the issue of public, particularly central, authority under the conditions of reform and limited resources.
es_us: En estos ensayos, Wang trata la problemática de la autoridad pública, particularmente la central, bajo las condiciones de la reforma y de los recursos limitados.

source: In these various capacities, he had extensive interaction with the foreign business community.
es_us: En todos estos cargos tuvo mucha interacción con la comunidad extranjera de negocios.

source: In this ﬁlm, the dry, arid, exhausted soil – and culture – of the northwest (the cradle of Chinese civilization) is contrasted with the fertility, dynamism, and openness of the blue sea.
es_us: En el filme el suelo seco, árido y agotado (y la cultura) del noroeste (la cuna de la civilización china) se contrasta con la fertilidad, el dinamismo y la apertura del mar azul.

source: In this regard, Zhang is critical both of contem-porary manifestations of Orientalism in China and of the broader enlight-enment tradition in modern Chinese thinking.
es_us: Con respecto a esto, Zhang critica tanto las manifestaciones contemporáneas del Orientalismo en China como la amplia tradición de la ilustración en el pensamiento chino moderno.

source: In this regard, the article called for jettisoning the remaining ideological elements from China’s foreign policy and focusing exclusively on China’s national interest.
es_us: En este sentido, el artículo alentaba a tirar por la borda los elementos ideológicos de la política extranjera de China que aún quedaban y a enfocarse exclusivamente en el interés nacional de China.

source: In this sense they were consistent with the conservative tendency in postTiananmen political commentary, and their conservative tone may explain their appearance in the PLA newspaper rather than in People’s Daily.
es_us: En este sentido, eran consistentes con la tendencia conservadora en el comentario político posterior a Tiananmen y su tono conservador puede explicar sus apariciones en el periódico PLA en lugar de en el People’s Daily.

source: In this way, Chen Yuan’s paper tried to lay out a neoconservative approach to economic policy.
es_us: De esta manera, el artículo de Chen Yuan intentó disponer un enfoque neoconservador de la política económica.

source: In this way, He became identiﬁed as a exemplar of what might be called a “muscular” or assertive neoconservatism.
es_us: De esta forma, He comenzó a ser identificado como un modelo a seguir de lo que se podría llamar neoconservadurismo "poderoso" o autoritario.

source: In this way, He became identified as a exemplar of what might be called a “muscular” or assertive neoconservatism.
es_us: De esta forma, He comenzó a ser identificado como un modelo a seguir de lo que se podría llamar neoconservadurismo "fuerte" o autoritario.

source: In this way, the reaction of the CCP as an organization paralleled that of the Communist Party of the Soviet Union following Stalin’s death in 1953.
es_us: De esta forma, la reacción del PCCh como organización va en paralelo con la del partido comunista de la Unión Soviética posterior a la muerte de Stalin en 1953.

source: In this, the resolution of the Fourth Plenum appears to have played a significant role.
es_us: Para esto, la resolución final del Cuarto Pleno desempeñó un papel importante,

source: In title
es_us: En título

source: In traditional authoritarian systems, Zhang maintained, economics and politics were conflated so that economic units could not have real autonomy.
es_us: En los sistemas autoritarios tradicionales, sostenía Zhang, la economía y la política estaban fusionadas de manera que las unidades económicas no podían tener autonomía real.

source: In trying to define a middle course, Jiang seemed at once to be taking a leaf from history and trying to sidestep his most serious political dilemma.
es_us: Al tratar de definir un punto medio, Jiang parecía estar siguiendo el ejemplo de la historia y tratando de esquivar su dilema político más serio.

source: In writing a nationalistic best seller, the authors of China Can Say No demonstrated that the same broadening of mass culture that had previously been evident in popular literature, television, and the entertainment industry was also available for political mobilization.
es_us: Al escribir un best seller nacionalista, los autores de China puede decir no demostraron que la misma cultura de masas que antes tuvo lugar en la literatura popular, en la televisión y en la industria del entretenimiento, ahora se encontraba también disponible para una movilización política.

source: In sacking Zhang and Meng, Hu was clearly trying to make a point about accountability that would become one of the hallmarks of his adminis- tration.
es_us: y,Al despedir a Zhang y Meng, Hu claramente estaba intentando dejar clara su postura sobre responsabilidad, aquella que se convertiría en uno de los sellos distintivos de su administración .

source: Incidents were often large – sometimes involving thousands and even tens of thousands of people – and occasionally violent.
es_us: Con frecuencia había incidentes importantes, que a veces involucraban a miles o incluso decenas de miles de personas, y en ocasiones llegaban a ser violentos.
